<?php

return [
    'title' => 'درباره ما',
    'description' => 'استک تیم یک ارائه‌دهنده نوآورانه خدمات Team as a Service (TaaS) است که با هدف فراهم‌سازی تیم‌های تخصصی و حرفه‌ای برای توسعه نرم‌افزار، به کسب‌وکارها کمک می‌کند تا با سرعت و کیفیت بالا پروژه‌های خود را پیش ببرند. ما در استک تیم معتقدیم که موفقیت در دنیای تکنولوژی امروز، تنها با در اختیار داشتن تیمی توانمند، منسجم و هم‌راستا با اهداف کسب‌وکار ممکن است.',
    'details' => 'در استک تیم، ما با بهره‌گیری از تجربه، دانش فنی و فرهنگ کاری مشارکتی، تیم‌هایی را برای مشتریان‌مان ایجاد می‌کنیم که مانند بخشی از سازمان آن‌ها عمل می‌کنند. هر تیم بر اساس نیاز دقیق پروژه، نوع مهارت‌های فنی موردنیاز، تجربه کاری، و چابکی عملیاتی انتخاب می‌شود تا بتواند بیشترین بهره‌وری و انعطاف‌پذیری را برای کارفرما فراهم کند.',

    'accordion' => [
        [
            'title' => 'تأمین سریع تیم‌های تخصصی/ مزیت رقابتی ما',
            'icon' => 'fa-solid fa-users-medical',
            'content' => 'ما در مدت کوتاه می‌توانیم تیمی کامل شامل برنامه‌نویس، طراح UI/UX، مدیر پروژه، تستر و DevOps را در اختیار شما قرار دهیم شما می‌توانید در هر زمان، تیم را گسترش دهید، تغییر دهید یا پروژه جدیدی تعریف کنید، تیم‌های ما متعهد به تحویل خروجی‌های با کیفیت، مستند و قابل نگهداری هستند'
        ],
        [
            'title' => 'مناسب چه نوع سازمان‌هایی هستیم',
            'icon' => 'fa-solid fa-buildings',
            'content' => 'هر شخص، سازمان یا شرکتی که به دنبال توسعه وبسایت یا اپلیکیشن ها حرفه ای خود در کوتاه ترین زمان ممکن است! استارتاپ‌هایی که به دنبال توسعه MVP یا محصول اولیه هستند اما منابع انسانی کافی ندارند و یاشرکت‌هایی که به دنبال مقیاس‌پذیری سریع تیم فنی خود بدون پیچیدگی استخدام داخلی هستند و سازمان‌هایی که به دنبال صرفه‌جویی در هزینه‌ها و زمان، اما بدون افت کیفیت هستند.'
        ],
        [
            'title' => 'فناوری‌هایی که با آن‌ها کار می‌کنیم',
            'icon' => 'fa-solid fa-microchip',
            'content' => 'ما از تکنولوژی‌های روز دنیا استفاده می‌کنیم؛ از Laravel و PHP گرفته تا Golang، React، Node.js، Python و حتی فناوری‌های مبتنی بر هوش مصنوعی و بلاک‌چین. همچنین زیرساخت‌های مدرن مانند Docker، Kubernetes و CI/CD نیز بخشی از دانش فنی تیم‌های ماست.'
        ],
    ],

    'process_steps' => [
        [
            'title' => 'معرفی Team as a Service (TaaS)',
            'description' => 'مدل Team as a Service یا TaaS راهکاری نوآورانه برای تأمین تیم‌های تخصصی توسعه نرم‌افزار است. به‌جای استخدام سنتی یا برون‌سپاری پروژه به فریلنسر، شما یک تیم حرفه‌ای، اختصاصی و متناسب با نیاز پروژه‌تان در اختیار دارید. این تیم مانند بخشی از شرکت شما عمل می‌کند و با تمرکز کامل، چابکی بالا و ساختار سازمان‌یافته، پروژه‌ را تا رسیدن به نتیجه مطلوب همراهی می‌کند.',
            'image' => 'abstrak/media/about/1a.jpg'
        ],
        [
            'title' => 'من برای یک پروژه نیاز به برنامه‌نویس دارم؛ TaaS چه کمکی به من می‌کنه؟',
            'description' => 'در مدل TaaS، شما فقط نیاز خود را مطرح می‌کنید، و ما در استک تیم بر اساس آن، تیمی متناسب با تخصص فنی موردنیاز، نوع پروژه، حجم کار و مدت زمان اجرای آن تشکیل می‌دهیم. دیگر نیازی به آگهی استخدام، مصاحبه و مدیریت منابع انسانی نیست؛ تیمی از برنامه‌نویسان و نیروهای حرفه‌ای دقیقاً در زمان مناسب، آماده اجرای پروژه‌ شما هستند.',
            'image' => 'abstrak/media/about/2a.jpg'
        ],
        [
            'title' => 'نحوه قرارداد انجام پروژه‌های نرم‌افزاری در استک تیم به چه صورته؟',
            'description' => 'قراردادهای ما در استک تیم بر پایه شفافیت، انعطاف‌پذیری و نتیجه‌محوری تنظیم می‌شن. بعد از تحلیل نیازهای پروژه، ما پیشنهاد تیم، مدت زمان همکاری و هزینه‌ها رو به صورت کامل مشخص می‌کنیم. شما می‌تونید با مدل‌های ماهانه، پروژه‌ای یا ترکیبی همکاری داشته باشید. همه‌چیز مستند، قانونی و با گزارش‌های منظم از پیشرفت پروژه خواهد بود.',
            'image' => 'abstrak/media/about/3a.jpg'
        ],
        [
            'title' => 'تشکیل تیم در استک تیم به چه صورته؟',
            'description' => 'فرایند تشکیل تیم در استک تیم به‌صورت مرحله‌ای و دقیق انجام می‌شه. ابتدا نیازهای پروژه و تخصص‌های موردنیاز توسط مشاور فنی بررسی می‌شن. سپس از بین نیروهای ارزیابی‌شده، تیمی شامل توسعه‌دهندگان، طراحان، تسترها و مدیر پروژه انتخاب می‌شن. تیم شما به‌صورت اختصاصی روی پروژه کار می‌کنه و با ابزارهای روز برای مدیریت و ارتباط، عملکردی منسجم و حرفه‌ای داره.',
            'image' => 'abstrak/media/about/4a.jpg'
        ]
    ],
]; 