<?php

return [
    'title' => 'درباره ما',
    'description' => 'استک تیم یک ارائه‌دهنده نوآورانه خدمات Team as a Service (TaaS) است که با هدف فراهم‌سازی تیم‌های تخصصی و حرفه‌ای برای توسعه نرم‌افزار، به کسب‌وکارها کمک می‌کند تا با سرعت و کیفیت بالا پروژه‌های خود را پیش ببرند. ما در استک تیم معتقدیم که موفقیت در دنیای تکنولوژی امروز، تنها با در اختیار داشتن تیمی توانمند، منسجم و هم‌راستا با اهداف کسب‌وکار ممکن است.',
    'details' => 'در استک تیم، ما با بهره‌گیری از تجربه، دانش فنی و فرهنگ کاری مشارکتی، تیم‌هایی را برای مشتریان‌مان ایجاد می‌کنیم که مانند بخشی از سازمان آن‌ها عمل می‌کنند. هر تیم بر اساس نیاز دقیق پروژه، نوع مهارت‌های فنی موردنیاز، تجربه کاری، و چابکی عملیاتی انتخاب می‌شود تا بتواند بیشترین بهره‌وری و انعطاف‌پذیری را برای کارفرما فراهم کند.',

    'accordion' => [
        [
            'title' => 'تأمین سریع تیم‌های تخصصی/ مزیت رقابتی ما',
            'icon' => 'fa-solid fa-users-medical',
            'content' => 'ما در مدت کوتاه می‌توانیم تیمی کامل شامل برنامه‌نویس، طراح UI/UX، مدیر پروژه، تستر و DevOps را در اختیار شما قرار دهیم شما می‌توانید در هر زمان، تیم را گسترش دهید، تغییر دهید یا پروژه جدیدی تعریف کنید، تیم‌های ما متعهد به تحویل خروجی‌های با کیفیت، مستند و قابل نگهداری هستند'
        ],
        [
            'title' => 'مناسب چه نوع سازمان‌هایی هستیم',
            'icon' => 'fa-solid fa-buildings',
            'content' => 'هر شخص، سازمان یا شرکتی که به دنبال توسعه وبسایت یا اپلیکیشن ها حرفه ای خود در کوتاه ترین زمان ممکن است! استارتاپ‌هایی که به دنبال توسعه MVP یا محصول اولیه هستند اما منابع انسانی کافی ندارند و یاشرکت‌هایی که به دنبال مقیاس‌پذیری سریع تیم فنی خود بدون پیچیدگی استخدام داخلی هستند و سازمان‌هایی که به دنبال صرفه‌جویی در هزینه‌ها و زمان، اما بدون افت کیفیت هستند.'
        ],
        [
            'title' => 'فناوری‌هایی که با آن‌ها کار می‌کنیم',
            'icon' => 'fa-solid fa-microchip',
            'content' => 'ما از تکنولوژی‌های روز دنیا استفاده می‌کنیم؛ از Laravel و PHP گرفته تا Golang، React، Node.js، Python و حتی فناوری‌های مبتنی بر هوش مصنوعی و بلاک‌چین. همچنین زیرساخت‌های مدرن مانند Docker، Kubernetes و CI/CD نیز بخشی از دانش فنی تیم‌های ماست.'
        ],
    ],

]; 