<?php

return [
    'get_free_quote' => 'یک نقل قول رایگان از Keystroke دریافت کنید',
    'name' => 'نام',
    'mobile' => 'موبایل',
    'how_can_we_help' => 'چگونه می‌توانیم به شما کمک کنیم؟',
    'get_price_now' => 'قیمت را اکنون دریافت کنید',
    'phone' => 'تلفن',
    'customer_service_hours' => 'خدمات مشتریان ما از دوشنبه تا جمعه، از ساعت ۱۰ صبح تا ۶ بعد از ظهر باز است',
    'email' => 'ایمیل',
    'support_response' => 'تیم پشتیبانی ما در طول ساعات کاری استاندارد، ظرف ۴۸ ساعت به شما پاسخ خواهد داد.',
    'find_us' => 'ما را پیدا کنید',
    'our_office' => 'دفتر ما',
    'tehran' => 'تهران',
    'tehran_address' => 'خیابان ولیعصر، تهران',
    'dubai' => 'دبی',
    'dubai_address' => 'خیابان شیخ زاید، دبی',
]; 