<?php

return [

    'public' => [
        'site_name' => 'استک تیم',
        'author' => 'مهدی همیلی',
    ],

    'welcome' => [

        'title' => 'استک تیم | تیم اختصاصی برای توسعه نرم‌افزار و اپلیکیشن شما',
        'description' => 'استک تیم ارائه‌دهنده خدمات تخصصی Team as a Service (TaaS) برای طراحی، توسعه وب‌سایت و اپلیکیشن با تیم‌های حرفه‌ای و منعطف است',
        'author' => 'مهدی همیلی',
    ],

    'process' => [
        'title' => 'استک تیم | فرایند همکاری',
        'description' => 'با فرایند شفاف و حرفه‌ای همکاری در استک تیم آشنا شوید؛ از درخواست اولیه تا شروع پروژه با تیم متخصص و همراه شما هستیم.',
    ],

    'about' => [
        'title' => 'استک تیم | درباره ما',
        'description' => 'استک تیم، ارائه‌دهنده خدمات Team as a Service، تیمی متخصص برای طراحی، توسعه و پیاده‌سازی نرم‌افزارهای حرفه‌ای در کنار شماست.',
    ],

    'brief' => [
        'title' => 'استک تیم | درخواست همکاری',
        'description' => 'درخواست همکاری با استک تیم ثبت کنید و تیمی حرفه‌ای برای توسعه وب، اپلیکیشن یا پروژه نرم‌افزاری‌تان به سرعت جذب و فعال کنید',
    ],

    'technology-index' => [
        'title' => 'استک تیم | تکنولوژی ها',
        'description' => 'با تکنولوژی‌های مدرن و به‌روز استک تیم آشنا شوید؛ از Laravel و React تا Golang و Docker، ما با ابزارهای حرفه‌ای پروژه شما را می‌سازیم',
    ],

    'service-index' => [
        'title' => 'استک تیم | خدمات',
        'description' => 'استک تیم ارائه‌دهنده خدمات تخصصی Team as a Service (TaaS) برای طراحی، توسعه وب‌سایت و اپلیکیشن با تیم‌های حرفه‌ای و منعطف است',
    ],

    'blog-index' => [
        'title' => 'استک تیم | بلاگ',
        'description' => 'با مقالات و آموزش‌های مفید استک تیم آشنا شوید؛ از آموزش‌های حرفه‌ای تا آموزش‌های آموزشی، ما با آموزش‌های مفید شما را می‌سازیم',
    ],


];