<?php

return [
    'title' => 'من نحن',
    'description' => 'ستاك تيم هو مزود مبتكر لخدمة الفريق كخدمة (TaaS) يهدف إلى توفير فرق متخصصة ومهنية لتطوير البرمجيات، مما يساعد الشركات على تقدم مشاريعها بسرعة وجودة عالية. في ستاك تيم، نؤمن بأن النجاح في عالم التكنولوجيا اليوم ممكن فقط مع فريق قادر ومتماسك متوافق مع أهداف العمل.',
    'details' => 'في ستاك تيم، نستخدم الخبرة والمعرفة التقنية وثقافة العمل التعاونية لإنشاء فرق لعملائنا تعمل كجزء من منظمتهم. يتم اختيار كل فريق بناءً على الاحتياجات الدقيقة للمشروع، ونوع المهارات التقنية المطلوبة، وخبرة العمل، والمرونة التشغيلية لتوفير أقصى قدر من الإنتاجية والمرونة لصاحب العمل.',

    'accordion' => [
        [
            'title' => 'التوفير السريع للفرق المتخصصة / ميزتنا التنافسية',
            'icon' => 'fa-solid fa-users-medical',
            'content' => 'يمكننا تزويدك بفريق كامل يشمل المبرمجين ومصممي واجهة المستخدم / تجربة المستخدم ومديري المشاريع والمختبرين و DevOps في وقت قصير. يمكنك توسيع فريقك أو تغييره أو تعريف مشروع جديد في أي وقت. تلتزم فرقنا بتقديم مخرجات عالية الجودة وموثقة وقابلة للصيانة.'
        ],
        [
            'title' => 'ما هي المنظمات التي نناسبها',
            'icon' => 'fa-solid fa-buildings',
            'content' => 'أي شخص أو منظمة أو شركة تتطلع إلى تطوير موقع الويب أو التطبيقات المهنية الخاصة بها في أقصر وقت ممكن! الشركات الناشئة التي تتطلع إلى تطوير MVP أو المنتج الأولي ولكن ليس لديها موارد بشرية كافية، أو الشركات التي تتطلع إلى التوسع السريع لفريقها التقني دون تعقيد التوظيف الداخلي، والمنظمات التي تتطلع إلى توفير التكاليف والوقت، ولكن دون المساس بالجودة.'
        ],
        [
            'title' => 'التقنيات التي نعمل معها',
            'icon' => 'fa-solid fa-microchip',
            'content' => 'نستخدم أحدث التقنيات في العالم؛ من Laravel و PHP إلى Golang و React و Node.js و Python، وحتى تقنيات الذكاء الاصطناعي وتقنيات بلوكتشين. البنى التحتية الحديثة مثل Docker و Kubernetes و CI / CD هي أيضًا جزء من المعرفة التقنية لفرقنا.'
        ],
    ],

    'process_steps' => [
        [
            'title' => 'اكتشاف',
            'description' => 'تضمن استراتيجية تصميم الشعار الشاملة لدينا إنشاء شعار مصمم بالكامل لعملك.',
            'image' => 'abstrak/media/others/process-1.png'
        ],
        [
            'title' => 'النموذج الأولي',
            'description' => 'تضمن استراتيجية تصميم الشعار الشاملة لدينا إنشاء شعار مصمم بالكامل لعملك.',
            'image' => 'abstrak/media/others/process-2.png'
        ],
        [
            'title' => 'اختبار',
            'description' => 'تضمن استراتيجية تصميم الشعار الشاملة لدينا إنشاء شعار مصمم بالكامل لعملك.',
            'image' => 'abstrak/media/others/process-3.png'
        ],
        [
            'title' => 'بناء',
            'description' => 'تضمن استراتيجية تصميم الشعار الشاملة لدينا إنشاء شعار مصمم بالكامل لعملك.',
            'image' => 'abstrak/media/others/process-4.png'
        ]
    ],
]; 