<?php

return [
    'get_free_quote' => 'احصل على عرض مجاني من Keystroke',
    'name' => 'الاسم',
    'mobile' => 'الجوال',
    'how_can_we_help' => 'كيف يمكننا مساعدتك؟',
    'get_price_now' => 'احصل على السعر الآن',
    'phone' => 'الهاتف',
    'customer_service_hours' => 'خدمة العملاء لدينا مفتوحة من الاثنين إلى الجمعة، من 10 صباحاً حتى 6 مساءً',
    'email' => 'البريد الإلكتروني',
    'support_response' => 'سيقوم فريق الدعم لدينا بالرد عليك خلال 48 ساعة خلال ساعات العمل القياسية.',
    'find_us' => 'اعثر علينا',
    'our_office' => 'مكتبنا',
    'tehran' => 'طهران',
    'tehran_address' => 'شارع ولي العصر، طهران',
    'dubai' => 'دبي',
    'dubai_address' => 'شارع الشيخ زايد، دبي',
]; 