<?php

return [
    'get_free_quote' => 'Получите бесплатное предложение от Keystroke',
    'name' => 'Имя',
    'mobile' => 'Мобильный',
    'how_can_we_help' => 'Как мы можем вам помочь?',
    'get_price_now' => 'Получить цену сейчас',
    'phone' => 'Телефон',
    'customer_service_hours' => 'Наша служба поддержки работает с понедельника по пятницу с 10:00 до 18:00',
    'email' => 'Электронная почта',
    'support_response' => 'Наша команда поддержки ответит вам в течение 48 часов в стандартные рабочие часы.',
    'find_us' => 'Найдите нас',
    'our_office' => 'Наш офис',
    'tehran' => 'Тегеран',
    'tehran_address' => 'Улица Валиаср, Тегеран',
    'dubai' => 'Дубай',
    'dubai_address' => 'Шейх Заид Роуд, Дубай',
]; 